tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "puma/puma"
tap "railwaycat/emacsmacport"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "automake"
brew "autossh"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "boost"
brew "bottom"
brew "libyaml"
brew "cfn-lint"
brew "cmake"
brew "codespell"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "fd"
brew "lame"
brew "leptonica"
brew "libass"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpgme"
brew "openssl@1.1"
brew "python@3.10"
brew "grc"
brew "guile"
brew "gum"
brew "handbrake", link: false
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "lazygit"
brew "libav"
brew "libfido2"
brew "libgccjit"
brew "libpq"
brew "librsvg"
brew "libxml2"
brew "libzip"
brew "logrotate", restart_service: true
brew "lua-language-server"
brew "luajit-openresty"
brew "luarocks"
brew "qt"
brew "mkvtoolnix"
brew "mysql-client@8.0", link: true
brew "ncspot"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "openapi-generator"
brew "opusfile"
brew "pandoc"
brew "pcre"
brew "percona-toolkit"
brew "php"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "selene"
brew "shared-mime-info"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "starship"
brew "stow"
brew "stylua"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "watchman"
brew "wget"
brew "xcodes"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "appcleaner"
cask "asana"
cask "authy"
cask "balenaetcher"
cask "blackhole-16ch"
cask "canon-eos-webcam-utility"
cask "charles"
cask "copilot-for-xcode"
cask "cursor"
cask "cyberduck"
cask "docker"
cask "elgato-control-center"
cask "firefox@developer-edition"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "github"
cask "handbrake"
cask "karabiner-elements"
cask "loom"
cask "makemkv"
cask "nordlayer"
cask "notion"
cask "obs"
cask "openemu"
cask "postman"
cask "raspberry-pi-imager"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "tableplus"
cask "tuple"
cask "vb-cable"
cask "visual-studio-code"
cask "wezterm"
cask "xcodes"
cask "zoom"
cask "zsa-wally"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "bung87.vscode-gemfile"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "koichisasada.vscode-rdbg"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "noku.rails-run-spec-vscode"
vscode "qufiwefefwoyn.kanagawa"
vscode "ruby-syntax-tree.vscode-syntax-tree"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.everforest"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "testdouble.vscode-alternate-alternate-file"
vscode "tinkertrain.theme-panda"
vscode "vayan.haml"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "zhuangtongfa.one-dark-pro"
