tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ministrycentered/python2"
tap "universal-ctags/universal-ctags"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cairo"
brew "clipper", restart_service: true
brew "cmake"
brew "codespell"
brew "coreutils"
brew "exercism"
brew "folly"
brew "fd"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-lfs"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grc"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "lame"
brew "libav"
brew "libpq"
brew "libyaml"
brew "logrotate", restart_service: true
brew "lua-language-server"
brew "qt"
brew "mkvtoolnix"
brew "mysql-client", link: true
brew "neovim-remote"
brew "node"
brew "node@14", link: true
brew "nvm"
brew "openssl@3"
brew "php"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "selene"
brew "shared-mime-info"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "stylua"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "ministrycentered/python2/python@2"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "asana"
cask "authy"
cask "balenaetcher"
cask "barrier"
cask "blackhole-16ch"
cask "brave-browser"
cask "canon-eos-webcam-utility"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "handbrake"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "makemkv"
cask "mpv"
cask "nordlayer"
cask "obs"
cask "obsidian"
cask "openemu"
cask "paw"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "trailer"
cask "tuple"
cask "vb-cable"
cask "vimr"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
cask "zsa-wally"
