tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "clipper", restart_service: true
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "exercism"
brew "fd"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "grc"
brew "htop"
brew "hub"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mysql-client"
brew "neovim"
brew "neovim-remote"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "balenaetcher"
cask "barrier"
cask "brave-browser"
cask "canon-eos-webcam-utility"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "obs"
cask "openemu"
cask "paw"
cask "spotify"
cask "tableplus"
cask "trailer"
cask "tuple"
cask "vb-cable"
cask "viscosity"
cask "zoom"
cask "zsa-wally"
