tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ministrycentered/python2"
tap "railwaycat/emacsmacport"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "little-cms2"
brew "webp"
brew "apr-util"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "autossh"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "blueutil"
brew "boost"
brew "bottom"
brew "cmake"
brew "codespell"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "folly"
brew "edencommon"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grc"
brew "guile"
brew "handbrake", link: false
brew "helix"
brew "htop"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "krb5"
brew "libav"
brew "libfido2"
brew "libgccjit"
brew "libpq"
brew "librsvg"
brew "libyaml"
brew "logrotate", restart_service: true
brew "lua-language-server"
brew "luarocks"
brew "qt"
brew "mkvtoolnix"
brew "mysql-client", link: true
brew "neovim", link: false
brew "neovim-remote"
brew "nmap"
brew "node"
brew "node@14"
brew "nvm"
brew "openblas"
brew "openssl@3"
brew "php"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "selene"
brew "shared-mime-info"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "starship"
brew "stow"
brew "stylua"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "heroku/brew/heroku"
brew "ministrycentered/python2/python@2"
brew "railwaycat/emacsmacport/emacs-mac"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "asana"
cask "authy"
cask "balenaetcher"
cask "barrier"
cask "blackhole-16ch"
cask "brave-browser"
cask "canon-eos-webcam-utility"
cask "charles"
cask "cron"
cask "cyberduck"
cask "firefox-developer-edition"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "handbrake"
cask "iterm2-beta"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "lapce"
cask "macvim"
cask "makemkv"
cask "mpv"
cask "nordlayer"
cask "obs"
cask "obsidian"
cask "openemu"
cask "paw"
cask "raspberry-pi-imager"
cask "raycast"
cask "scratch"
cask "sequel-ace"
cask "spotify"
cask "tableplus"
cask "trailer"
cask "tuple"
cask "vb-cable"
cask "vimr"
cask "viscosity"
cask "visual-studio-code"
cask "warp"
cask "wezterm-nightly"
cask "zed"
cask "zoom"
cask "zsa-wally"
vscode "akamud.vscode-theme-onelight"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "firsttris.vscode-jest-runner"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "noku.rails-run-spec-vscode"
vscode "rebornix.ruby"
vscode "ruby-syntax-tree.vscode-syntax-tree"
vscode "sianglim.slim"
vscode "testdouble.vscode-alternate-alternate-file"
vscode "tinkertrain.theme-panda"
vscode "vayan.haml"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "zhuangtongfa.material-theme"
