tap "amberframework/amber"
tap "aws/tap"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "denji/nginx"
tap "git-duet/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
brew "libyaml"
brew "ansible"
brew "arp-scan"
brew "automake"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "avrdude"
brew "awscli"
brew "bash"
brew "bat"
brew "bats-core"
brew "bdw-gc"
brew "bfg"
brew "pkg-config"
brew "cairo"
brew "chromedriver"
brew "chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "cmake"
brew "composer"
brew "cpulimit"
brew "gmp"
brew "libevent"
brew "crystal"
brew "llvm"
brew "crystal-icr"
brew "openldap"
brew "curl"
brew "dfu-programmer"
brew "docutils", link: false
brew "elasticsearch"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "pango"
brew "fontforge", link: false
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "python@3.8"
brew "global"
brew "gnupg"
brew "gpgme"
brew "go"
brew "grc"
brew "grv"
brew "handbrake"
brew "htop"
brew "hub"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "iperf3"
brew "ispell"
brew "jq"
brew "libav"
brew "libmagic"
brew "libpq"
brew "librsvg"
brew "libssh"
brew "libxml2"
brew "logrotate", restart_service: true
brew "lua@5.1", link: false
brew "luajit"
brew "luarocks"
brew "memcached"
brew "mkvtoolnix", link: false
brew "molecule"
brew "protobuf"
brew "mosh"
brew "mp4v2"
brew "multimarkdown"
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node@10", link: true
brew "notmuch"
brew "open-mpi"
brew "openjdk"
brew "osx-cpu-temp"
brew "passenger"
brew "php"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "python@2", link: false
brew "python@3.7"
brew "qemu"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shpotify"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn", link: false
brew "zsh"
brew "amberframework/amber/amber"
brew "aws/tap/aws-sam-cli"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "denji/nginx/openresty", link: false
brew "denji/nginx/push-stream-nginx-module"
brew "git-duet/tap/git-duet"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "authy"
cask "basecamp"
cask "brave-browser"
cask "dash"
cask "edex-ui"
cask "eqmac"
cask "etcher"
cask "openemu"
cask "iterm2"
cash "google-chrome"
cash "slack"
cash "virtualbox"
cash "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-firamono-nerd-font-mono"
cask "font-go-mono-nerd-font"
cask "font-great-vibes"
cask "font-hack-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-lobster"
cask "font-source-code-pro"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "fontforge"
cask "github"
cask "gitter"
cask "hammerspoon"
cask "handbrake"
cask "jqbx"
cask "macvim"
cask "makemkv"
cask "min"
cask "mkvtoolnix-app"
cask "mpv"
cask "ngrok"
cask "notion"
cask "obs"
cask "openemu"
cask "qmk-toolbox"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "transmission"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
